Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# DataApi.ResponseError
source: YouTube Data API v3 returned {0} ({1}). {2}
af_za: YouTube Data API v3 het {0} ({1}) teruggegee. {2}
am_et: የዩቲዩብ ዳታ ኤፒአይ v3 {0} ({1}) ተመልሷል። {2}
ar_sa: أعاد YouTube Data API v3 {0} ({1}). {2}
as_in: YouTube ডাটা API v3 এ {0} ({1}) ঘূৰাই দিলে। {2}
az_latn_az: YouTube Data API v3 {0} ({1}) qaytardı. {2}
be_by: API дадзеных YouTube v3 вярнуў {0} ({1}). {2}
bg_bg: API за данни на YouTube v3 върна {0} ({1}). {2}
bn_bd: YouTube ডেটা API v3 {0} ({1}) ফেরত দিয়েছে। {2}
bs_latn_ba: YouTube Data API v3 vratio je {0} ({1}). {2}
ca_es: L'API de dades de YouTube v3 ha retornat {0} ({1}). {2}
cs_cz: YouTube Data API v3 vrátilo {0} ({1}). {2}
da_dk: YouTube Data API v3 returnerede {0} ({1}). {2}
de_de: YouTube Data API v3 hat {0} ({1}) zurückgegeben. {2}
el_gr: Το YouTube Data API v3 επέστρεψε {0} ({1}). {2}
es_us: La API de datos de YouTube v3 devolvió {0} ({1}). {2}
et_ee: YouTube Data API v3 tagastas {0} ({1}). {2}
eu_es: YouTube Data API v3 {0} ({1}) itzuli da. {2}
fa_ir: YouTube Data API v3 {0} ({1}) را برگرداند. {2}
fi_fi: YouTube Data API v3 palautti {0} ({1}). {2}
fil_ph: Ang YouTube Data API v3 ay nagbalik ng {0} ({1}). {2}
fr_ca: L'API de données YouTube v3 a retourné {0} ({1}). {2}
gl_es: YouTube Data API v3 devolveu {0} ({1}). {2}
gu_in: YouTube ડેટા API v3 પરત કર્યું {0} ({1}). {2}
he_il: YouTube Data API v3 החזיר {0} ({1}). {2}
hi_in: YouTube डेटा API v3 ने {0} ({1}) लौटाया। {2}
hr_hr: YouTube Data API v3 vratio je {0} ({1}). {2}
hu_hu: A YouTube Data API v3 visszaadott {0} ({1}). {2}
hy_am: YouTube Data API v3 վերադարձվել է {0} ({1}): {2}
id_id: API Data YouTube v3 mengembalikan {0} ({1}). {2}
is_is: YouTube Data API v3 skilaði {0} ({1}). {2}
it_it: L'API dati di YouTube v3 ha restituito {0} ({1}). {2}
ja_jp: YouTube Data API v3 は {0} ({1}) を返しました。 {2}
ka_ge: YouTube Data API v3 დაბრუნდა {0} ({1}). {2}
kk_kz: YouTube Data API v3 нұсқасы {0} ({1}) қайтарылды. {2}
km_kh: YouTube Data API v3 ត្រឡប់ {0} ({1}) ។ {2}
kn_in: YouTube ಡೇಟಾ API v3 {0} ({1}) ಅನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ. {2}
ko_kr: YouTube 데이터 API v3은 {0}({1})를 반환했습니다. {2}
ky_kg: YouTube Data API v3 {0} ({1}) кайтарылды. {2}
lo_la: YouTube Data API v3 ສົ່ງຄືນ {0} ({1}). {2}
lt_lt: „YouTube Data API v3“ grąžino {0} ({1}). {2}
lv_lv: YouTube Data API v3 atgrieza {0} ({1}). {2}
mk_mk: YouTube Data API v3 го врати {0} ({1}). {2}
ml_in: YouTube ഡാറ്റ API v3 {0} ({1}) തിരികെ നൽകി. {2}
mn_mn: YouTube Data API v3 нь {0} ({1})-г буцаалаа. {2}
mr_in: YouTube डेटा API v3 ने {0} ({1}) परत केले. {2}
ms_my: API Data YouTube v3 mengembalikan {0} ({1}). {2}
nb_no: YouTube Data API v3 returnerte {0} ({1}). {2}
ne_np: YouTube डेटा API v3 {0} ({1}) फिर्ता गरियो। {2}
nl_nl: YouTube Data API v3 heeft {0} ({1}) geretourneerd. {2}
or_in: ୟୁଟ୍ୟୁବ୍ ଡାଟା API v3 {0} ({1}) ଫେରସ୍ତ କଲା | {2}
pa_in: YouTube ਡਾਟਾ API v3 ਨੇ {0} ({1}) ਵਾਪਸ ਕੀਤਾ। {2}
pl_pl: Interfejs API danych YouTube w wersji 3 zwrócił {0} ({1}). {2}
pt_br: A API de dados do YouTube v3 retornou {0} ({1}). {2}
ro_ro: YouTube Data API v3 a returnat {0} ({1}). {2}
ru_ru: API данных YouTube v3 вернул {0} ({1}). {2}
si_lk: YouTube Data API v3 {0} ({1}) ලබා දුන්නේය. {2}
sk_sk: YouTube Data API v3 vrátilo {0} ({1}). {2}
sl_si: YouTube Data API v3 je vrnil {0} ({1}). {2}
sq_al: YouTube Data API v3 u kthye {0} ({1}). {2}
sr_cyrl_rs: ИоуТубе Дата АПИ в3 је вратио {0} ({1}). {2}
sr_latn_rs: YouTube Data API v3 je vratio {0} ({1}). {2}
sv_se: YouTube Data API v3 returnerade {0} ({1}). {2}
sw_ke: YouTube Data API v3 imerejeshwa {0} ({1}). {2}
ta_in: YouTube தரவு API v3 {0} ({1}) திரும்பியது. {2}
te_in: YouTube డేటా API v3 {0} ({1})ని అందించింది. {2}
th_th: YouTube Data API v3 ส่งคืน {0} ({1}) {2}
tr_tr: YouTube Veri API'si v3, {0} ({1}) değerini döndürdü. {2}
uk_ua: YouTube Data API v3 повернув {0} ({1}). {2}
ur_pk: YouTube ڈیٹا API v3 واپس آیا {0} ({1})۔ {2}
uz_latn_uz: YouTube Data API v3 {0} ({1}) ni qaytardi. {2}
vi_vn: API dữ liệu YouTube v3 trả về {0} ({1}). {2}
zh_hans_cn: YouTube 数据 API v3 返回了 {0} ({1})。 {2}
zh_hant_hk: YouTube 資料 API v3 回傳了 {0} ({1})。 {2}
zu_za: I-YouTube Data API v3 ibuyisiwe {0} ({1}). {2}

# DataApi.SearchTextRequired
source: Enter text to search for.
af_za: Voer teks in om na te soek.
am_et: ለመፈለግ ጽሑፍ ያስገቡ።
ar_sa: أدخل النص للبحث عنه.
as_in: সন্ধান কৰিবলৈ লিখনী দিয়ক।
az_latn_az: Axtarmaq üçün mətn daxil edin.
be_by: Увядзіце тэкст для пошуку.
bg_bg: Въведете текст за търсене.
bn_bd: অনুসন্ধান করতে পাঠ্য লিখুন।
bs_latn_ba: Unesite tekst za pretragu.
ca_es: Introduïu el text per cercar.
cs_cz: Zadejte text, který chcete vyhledat.
da_dk: Indtast tekst for at søge efter.
de_de: Geben Sie den zu suchenden Text ein.
el_gr: Εισαγάγετε κείμενο για αναζήτηση.
es_us: Ingrese el texto para buscar.
et_ee: Sisesta otsimiseks tekst.
eu_es: Idatzi testua bilatzeko.
fa_ir: متنی را برای جستجو وارد کنید.
fi_fi: Kirjoita haettava teksti.
fil_ph: Maglagay ng text na hahanapin.
fr_ca: Entrez le texte à rechercher.
gl_es: Introduza o texto para buscar.
gu_in: શોધવા માટે ટેક્સ્ટ દાખલ કરો.
he_il: הזן טקסט לחיפוש.
hi_in: खोजने के लिए पाठ दर्ज करें.
hr_hr: Unesite tekst za pretraživanje.
hu_hu: Írja be a keresendő szöveget.
hy_am: Մուտքագրեք տեքստը որոնման համար:
id_id: Masukkan teks yang akan dicari.
is_is: Sláðu inn texta til að leita að.
it_it: Inserisci il testo da cercare.
ja_jp: 検索するテキストを入力します。
ka_ge: შეიყვანეთ ტექსტი საძიებლად.
kk_kz: Іздеу үшін мәтінді енгізіңіз.
km_kh: បញ្ចូលអត្ថបទដើម្បីស្វែងរក។
kn_in: ಹುಡುಕಲು ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ.
ko_kr: 검색할 텍스트를 입력하세요.
ky_kg: Издөө үчүн текстти киргизиңиз.
lo_la: ໃສ່ຂໍ້ຄວາມເພື່ອຊອກຫາ.
lt_lt: Įveskite tekstą, kurio norite ieškoti.
lv_lv: Ievadiet meklējamo tekstu.
mk_mk: Внесете текст за пребарување.
ml_in: തിരയാൻ ടെക്സ്റ്റ് നൽകുക.
mn_mn: Хайх текстийг оруулна уу.
mr_in: शोधण्यासाठी मजकूर प्रविष्ट करा.
ms_my: Masukkan teks untuk dicari.
nb_no: Skriv inn tekst for å søke etter.
ne_np: खोज्नको लागि पाठ प्रविष्ट गर्नुहोस्।
nl_nl: Voer tekst in waarnaar u wilt zoeken.
or_in: ଖୋଜିବା ପାଇଁ ପାଠ ପ୍ରବେଶ କରନ୍ତୁ |
pa_in: ਖੋਜਣ ਲਈ ਟੈਕਸਟ ਦਰਜ ਕਰੋ।
pl_pl: Wpisz tekst do wyszukania.
pt_br: Digite o texto a ser pesquisado.
ro_ro: Introduceți textul de căutat.
ru_ru: Введите текст для поиска.
si_lk: සෙවීමට පෙළ ඇතුළත් කරන්න.
sk_sk: Zadajte text, ktorý chcete vyhľadať.
sl_si: Vnesite besedilo za iskanje.
sq_al: Futni tekstin për të kërkuar.
sr_cyrl_rs: Унесите текст за претрагу.
sr_latn_rs: Unesite tekst za pretragu.
sv_se: Skriv in text att söka efter.
sw_ke: Weka maandishi ili kutafuta.
ta_in: தேட உரையை உள்ளிடவும்.
te_in: శోధించడానికి వచనాన్ని నమోదు చేయండి.
th_th: ป้อนข้อความที่จะค้นหา
tr_tr: Aranacak metni girin.
uk_ua: Введіть текст для пошуку.
ur_pk: تلاش کرنے کے لیے متن درج کریں۔
uz_latn_uz: Qidirish uchun matnni kiriting.
vi_vn: Nhập văn bản để tìm kiếm.
zh_hans_cn: 输入要搜索的文字。
zh_hant_hk: 輸入要搜尋的文字。
zu_za: Faka umbhalo ozowucinga.

# DataApi.VideoIdRequired
source: A video ID is required.
af_za: 'n Video-ID word vereis.
am_et: የቪዲዮ መታወቂያ ያስፈልጋል።
ar_sa: مطلوب معرف الفيديو.
as_in: এটা ভিডিঅ’ আইডিৰ প্ৰয়োজন।
az_latn_az: Video ID tələb olunur.
be_by: Патрабуецца ідэнтыфікатар відэа.
bg_bg: Изисква се идентификатор на видео.
bn_bd: একটি ভিডিও আইডি প্রয়োজন।
bs_latn_ba: Potreban je ID videozapisa.
ca_es: Cal un identificador de vídeo.
cs_cz: Je vyžadováno ID videa.
da_dk: Et video-id er påkrævet.
de_de: Ein Videoausweis ist erforderlich.
el_gr: Απαιτείται αναγνωριστικό βίντεο.
es_us: Se requiere una identificación por video.
et_ee: Vaja on video ID-d.
eu_es: Bideoaren IDa behar da.
fa_ir: شناسه ویدیو مورد نیاز است.
fi_fi: Videotunnus vaaditaan.
fil_ph: Kinakailangan ang isang video ID.
fr_ca: Une carte d'identité vidéo est requise.
gl_es: Requírese un ID de vídeo.
gu_in: વિડિઓ ID જરૂરી છે.
he_il: נדרש מזהה וידאו.
hi_in: एक वीडियो आईडी आवश्यक है.
hr_hr: Potreban je ID videozapisa.
hu_hu: Videóazonosító szükséges.
hy_am: Պահանջվում է վիդեո ID:
id_id: ID video diperlukan.
is_is: Auðkenni myndbands er krafist.
it_it: È richiesto un ID video.
ja_jp: ビデオIDが必要です。
ka_ge: საჭიროა ვიდეო ID.
kk_kz: Бейне идентификаторы қажет.
km_kh: តម្រូវ​ឱ្យ​មាន​លេខ​សម្គាល់​វីដេអូ។
kn_in: ವೀಡಿಯೊ ಐಡಿ ಅಗತ್ಯವಿದೆ.
ko_kr: 동영상 ID가 필요합니다.
ky_kg: Видео ID талап кылынат.
lo_la: ຕ້ອງມີ ID ວິດີໂອ.
lt_lt: Būtinas vaizdo įrašo ID.
lv_lv: Nepieciešams video ID.
mk_mk: Потребна е идентификација на видео.
ml_in: ഒരു വീഡിയോ ഐഡി ആവശ്യമാണ്.
mn_mn: Видео ID шаардлагатай.
mr_in: व्हिडिओ आयडी आवश्यक आहे.
ms_my: ID video diperlukan.
nb_no: En video-ID kreves.
ne_np: भिडियो आईडी आवश्यक छ।
nl_nl: Een video-ID is vereist.
or_in: ଏକ ଭିଡିଓ ID ଆବଶ୍ୟକ |
pa_in: ਇੱਕ ਵੀਡੀਓ ਆਈ.ਡੀ. ਦੀ ਲੋੜ ਹੈ।
pl_pl: Wymagany jest identyfikator wideo.
pt_br: É necessário um ID de vídeo.
ro_ro: Este necesar un ID video.
ru_ru: Требуется идентификатор видео.
si_lk: වීඩියෝ හැඳුනුම්පතක් අවශ්‍ය වේ.
sk_sk: Vyžaduje sa ID videa.
sl_si: Potreben je ID videa.
sq_al: Kërkohet një ID video.
sr_cyrl_rs: Потребан је ИД видеа.
sr_latn_rs: Potreban je ID videa.
sv_se: Ett video-ID krävs.
sw_ke: Kitambulisho cha video kinahitajika.
ta_in: வீடியோ ஐடி தேவை.
te_in: వీడియో ID అవసరం.
th_th: ต้องมีรหัสวิดีโอ
tr_tr: Bir video kimliği gereklidir.
uk_ua: Потрібен ідентифікатор відео.
ur_pk: ایک ویڈیو ID درکار ہے۔
uz_latn_uz: Video identifikatori talab qilinadi.
vi_vn: Cần có ID video.
zh_hans_cn: 需要视频 ID。
zh_hant_hk: 需要視訊 ID。
zu_za: Kudingeka i-ID yevidiyo.

# Diagnostics.LogCleared
source: Diagnostic log cleared.
af_za: Diagnostiese logboek is skoongemaak.
am_et: የምርመራ ምዝግብ ማስታወሻ ጸድቷል።
ar_sa: تم مسح سجل التشخيص.
as_in: ডায়েগনষ্টিক লগ ক্লিয়াৰ কৰা হৈছে।
az_latn_az: Diaqnostika jurnalı təmizləndi.
be_by: Журнал дыягностыкі ачышчаны.
bg_bg: Диагностичният регистър е изчистен.
bn_bd: ডায়াগনস্টিক লগ সাফ করা হয়েছে।
bs_latn_ba: Dijagnostički dnevnik je obrisan.
ca_es: S'ha esborrat el registre de diagnòstic.
cs_cz: Diagnostický protokol byl vymazán.
da_dk: Diagnostisk log ryddet.
de_de: Diagnoseprotokoll gelöscht.
el_gr: Το διαγνωστικό αρχείο καταγραφής διαγράφηκε.
es_us: Registro de diagnóstico borrado.
et_ee: Diagnostikalogi kustutati.
eu_es: Garbitu da diagnostiko-erregistroa.
fa_ir: گزارش تشخیصی پاک شد.
fi_fi: Diagnostiikkaloki tyhjennetty.
fil_ph: Na-clear ang diagnostic log.
fr_ca: Journal de diagnostic effacé.
gl_es: Borrouse o rexistro de diagnóstico.
gu_in: ડાયગ્નોસ્ટિક લૉગ સાફ કર્યો.
he_il: יומן האבחון נמחק.
hi_in: डायग्नोस्टिक लॉग साफ़ किया गया.
hr_hr: Dijagnostički dnevnik je izbrisan.
hu_hu: Diagnosztikai napló törölve.
hy_am: Ախտորոշիչ գրանցամատյանը ջնջվել է:
id_id: Log diagnostik dihapus.
is_is: Greiningarskrá hreinsuð.
it_it: Registro diagnostico cancellato.
ja_jp: 診断ログがクリアされました。
ka_ge: დიაგნოსტიკური ჟურნალი გასუფთავებულია.
kk_kz: Диагностикалық журнал тазартылды.
km_kh: បានជម្រះកំណត់ហេតុរោគវិនិច្ឆ័យ។
kn_in: ರೋಗನಿರ್ಣಯದ ಲಾಗ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 진단 로그가 지워졌습니다.
ky_kg: Диагностикалык журнал тазаланды.
lo_la: ລຶບບັນທຶກການວິນິໄສແລ້ວ.
lt_lt: Diagnostikos žurnalas išvalytas.
lv_lv: Diagnostikas žurnāls ir notīrīts.
mk_mk: Дијагностичкиот дневник е избришан.
ml_in: ഡയഗ്നോസ്റ്റിക് ലോഗ് മായ്‌ച്ചു.
mn_mn: Оношлогооны бүртгэлийг устгасан.
mr_in: डायग्नोस्टिक लॉग साफ केला.
ms_my: Log diagnostik dikosongkan.
nb_no: Diagnoseloggen er tømt.
ne_np: डायग्नोस्टिक लग खाली गरियो।
nl_nl: Diagnostisch logboek gewist.
or_in: ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ଲଗ୍ ସଫା ହେଲା |
pa_in: ਡਾਇਗਨੌਸਟਿਕ ਲੌਗ ਕਲੀਅਰ ਕੀਤਾ ਗਿਆ।
pl_pl: Dziennik diagnostyczny został wyczyszczony.
pt_br: Log de diagnóstico limpo.
ro_ro: Jurnalul de diagnosticare a fost șters.
ru_ru: Журнал диагностики очищен.
si_lk: රෝග විනිශ්චය ලොගය හිස් කරන ලදී.
sk_sk: Diagnostický denník bol vymazaný.
sl_si: Diagnostični dnevnik je počiščen.
sq_al: Regjistri diagnostik u fshi.
sr_cyrl_rs: Дијагностички дневник је обрисан.
sr_latn_rs: Dijagnostički dnevnik je obrisan.
sv_se: Diagnostikloggen har rensats.
sw_ke: Kumbukumbu ya uchunguzi imefutwa.
ta_in: கண்டறியும் பதிவு அழிக்கப்பட்டது.
te_in: డయాగ్నస్టిక్ లాగ్ క్లియర్ చేయబడింది.
th_th: ล้างบันทึกการวินิจฉัยแล้ว
tr_tr: Tanılama günlüğü temizlendi.
uk_ua: Журнал діагностики очищено.
ur_pk: تشخیصی لاگ صاف کر دیا گیا۔
uz_latn_uz: Diagnostika jurnali tozalandi.
vi_vn: Đã xóa nhật ký chẩn đoán.
zh_hans_cn: 诊断日志已清除。
zh_hant_hk: 診斷日誌已清除。
zu_za: Ilogi yokuxilonga isuliwe.

# Diagnostics.LogSaved
source: Diagnostic log saved to {0}.
af_za: Diagnostiese logboek gestoor na {0}.
am_et: የምርመራ ምዝግብ ማስታወሻ ወደ {0} ተቀምጧል።
ar_sa: تم حفظ سجل التشخيص في {0}.
as_in: ডায়েগনষ্টিক লগ {0} লে সংৰক্ষণ কৰা হৈছে।
az_latn_az: Diaqnostika jurnalı {0}-də yadda saxlanıldı.
be_by: Журнал дыягностыкі захаваны ў {0}.
bg_bg: Диагностичният дневник е запазен в {0}.
bn_bd: ডায়াগনস্টিক লগ {0} এ সংরক্ষণ করা হয়েছে৷
bs_latn_ba: Dijagnostički dnevnik je sačuvan u {0}.
ca_es: El registre de diagnòstic s'ha desat a {0}.
cs_cz: Diagnostický protokol uložen do {0}.
da_dk: Diagnostisk log er gemt i {0}.
de_de: Diagnoseprotokoll unter {0} gespeichert.
el_gr: Το διαγνωστικό αρχείο καταγραφής αποθηκεύτηκε στο {0}.
es_us: Registro de diagnóstico guardado en {0}.
et_ee: Diagnostikalogi salvestati {0}.
eu_es: {0}-n gorde da diagnostiko-erregistroa.
fa_ir: گزارش تشخیصی در {0} ذخیره شد.
fi_fi: Diagnostiikkaloki tallennettu kohteeseen {0}.
fil_ph: Na-save ang diagnostic log sa {0}.
fr_ca: Journal de diagnostic enregistré dans {0}.
gl_es: O rexistro de diagnóstico gardouse en {0}.
gu_in: ડાયગ્નોસ્ટિક લૉગ {0} પર સાચવ્યો.
he_il: יומן אבחון נשמר ב-{0}.
hi_in: डायग्नोस्टिक लॉग {0} में सहेजा गया।
hr_hr: Dijagnostički dnevnik spremljen u {0}.
hu_hu: Diagnosztikai napló mentve a {0} mappába.
hy_am: Ախտորոշիչ մատյանը պահվել է {0}-ում:
id_id: Log diagnostik disimpan ke {0}.
is_is: Greiningarskrá vistuð í {0}.
it_it: Registro diagnostico salvato in {0}.
ja_jp: 診断ログは {0} に保存されます。
ka_ge: დიაგნოსტიკური ჟურნალი შენახულია {0}-ში.
kk_kz: Диагностикалық журнал {0} ішіне сақталды.
km_kh: កំណត់ហេតុរោគវិនិច្ឆ័យត្រូវបានរក្សាទុកទៅ {0} ។
kn_in: ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಲಾಗ್ ಅನ್ನು {0} ಗೆ ಉಳಿಸಲಾಗಿದೆ.
ko_kr: 진단 로그가 {0}에 저장되었습니다.
ky_kg: Диагностикалык журнал {0}ке сакталды.
lo_la: ບັນທຶກການວິນິໄສຖືກບັນທຶກໄວ້ໃນ {0}.
lt_lt: Diagnostikos žurnalas išsaugotas {0}.
lv_lv: Diagnostikas žurnāls saglabāts {0}.
mk_mk: Дијагностичкиот дневник е зачуван во {0}.
ml_in: ഡയഗ്നോസ്റ്റിക് ലോഗ് {0}-ലേക്ക് സംരക്ഷിച്ചു.
mn_mn: Оношлогооны бүртгэлийг {0}-д хадгалсан.
mr_in: डायग्नोस्टिक लॉग {0} वर सेव्ह केला.
ms_my: Log diagnostik disimpan ke {0}.
nb_no: Diagnoselogg lagret i {0}.
ne_np: डायग्नोस्टिक लग {0} मा सुरक्षित गरियो।
nl_nl: Diagnostisch logboek opgeslagen in {0}.
or_in: ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ଲଗ୍ {0} ରେ ସଞ୍ଚୟ ହୋଇଛି |
pa_in: ਡਾਇਗਨੌਸਟਿਕ ਲੌਗ {0} ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।
pl_pl: Dziennik diagnostyczny zapisany w {0}.
pt_br: Log de diagnóstico salvo em {0}.
ro_ro: Jurnalul de diagnosticare a fost salvat în {0}.
ru_ru: Журнал диагностики сохранен в {0}.
si_lk: රෝග විනිශ්චය ලොගය {0} වෙත සුරකින ලදී.
sk_sk: Diagnostický protokol uložený do {0}.
sl_si: Diagnostični dnevnik shranjen v {0}.
sq_al: Regjistri diagnostikues u ruajt në {0}.
sr_cyrl_rs: Дијагностички дневник је сачуван у {0}.
sr_latn_rs: Dijagnostički dnevnik je sačuvan u {0}.
sv_se: Diagnostikloggen sparad till {0}.
sw_ke: Kumbukumbu ya uchunguzi imehifadhiwa kwa {0}.
ta_in: கண்டறியும் பதிவு {0} இல் சேமிக்கப்பட்டது.
te_in: డయాగ్నస్టిక్ లాగ్ {0}కి సేవ్ చేయబడింది.
th_th: บันทึกการวินิจฉัยบันทึกไว้ใน {0}
tr_tr: Tanılama günlüğü {0}'e kaydedildi.
uk_ua: Журнал діагностики збережено в {0}.
ur_pk: تشخیصی لاگ کو {0} میں محفوظ کر دیا گیا۔
uz_latn_uz: Diagnostika jurnali {0} da saqlandi.
vi_vn: Nhật ký chẩn đoán được lưu vào {0}.
zh_hans_cn: 诊断日志保存到 {0}。
zh_hant_hk: 診斷日誌儲存到 {0}。
zu_za: Ilogi yokuxilonga ilondolozwe ku-{0}.

# Diagnostics.NoEvents
source: No diagnostic events have been recorded.
af_za: Geen diagnostiese gebeure is aangeteken nie.
am_et: ምንም የምርመራ ክስተቶች አልተመዘገቡም።
ar_sa: لم يتم تسجيل أي أحداث تشخيصية.
as_in: কোনো নিদানমূলক পৰিঘটনা ৰেকৰ্ড কৰা হোৱা নাই।
az_latn_az: Heç bir diaqnostik hadisə qeydə alınmayıb.
be_by: Дыягнастычных падзей не зафіксавана.
bg_bg: Не са регистрирани диагностични събития.
bn_bd: কোনো ডায়াগনস্টিক ইভেন্ট রেকর্ড করা হয়নি।
bs_latn_ba: Nije zabilježen nijedan dijagnostički događaj.
ca_es: No s'ha registrat cap esdeveniment de diagnòstic.
cs_cz: Nebyly zaznamenány žádné diagnostické události.
da_dk: Der er ikke registreret nogen diagnostiske hændelser.
de_de: Es wurden keine diagnostischen Ereignisse aufgezeichnet.
el_gr: Δεν έχουν καταγραφεί διαγνωστικά συμβάντα.
es_us: No se han registrado eventos de diagnóstico.
et_ee: Diagnostilisi sündmusi pole registreeritud.
eu_es: Ez da diagnostiko-gertaerarik erregistratu.
fa_ir: هیچ رویداد تشخیصی ثبت نشده است.
fi_fi: Diagnostisia tapahtumia ei ole tallennettu.
fil_ph: Walang mga diagnostic na kaganapan ang naitala.
fr_ca: Aucun événement diagnostique n'a été enregistré.
gl_es: Non se rexistraron eventos de diagnóstico.
gu_in: કોઈ ડાયગ્નોસ્ટિક ઇવેન્ટ્સ રેકોર્ડ કરવામાં આવી નથી.
he_il: לא נרשמו אירועי אבחון.
hi_in: कोई नैदानिक घटनाएँ दर्ज नहीं की गई हैं।
hr_hr: Nisu zabilježeni nikakvi dijagnostički događaji.
hu_hu: Nem rögzítettek diagnosztikai eseményeket.
hy_am: Ախտորոշիչ իրադարձություններ չեն գրանցվել։
id_id: Tidak ada kejadian diagnostik yang tercatat.
is_is: Engir greiningaratburðir hafa verið skráðir.
it_it: Non sono stati registrati eventi diagnostici.
ja_jp: 診断イベントは記録されていません。
ka_ge: დიაგნოსტიკური მოვლენები არ დაფიქსირებულა.
kk_kz: Ешқандай диагностикалық оқиғалар тіркелмеген.
km_kh: មិនមានព្រឹត្តិការណ៍រោគវិនិច្ឆ័យត្រូវបានកត់ត្រាទេ។
kn_in: ಯಾವುದೇ ರೋಗನಿರ್ಣಯದ ಘಟನೆಗಳನ್ನು ದಾಖಲಿಸಲಾಗಿಲ್ಲ.
ko_kr: 진단 이벤트가 기록되지 않았습니다.
ky_kg: Эч кандай диагностикалык окуялар катталган жок.
lo_la: ບໍ່ມີເຫດການການວິນິດໄສໄດ້ຖືກບັນທຶກໄວ້.
lt_lt: Diagnostinių įvykių neužregistruota.
lv_lv: Diagnostikas notikumi nav reģistrēti.
mk_mk: Не се регистрирани дијагностички настани.
ml_in: രോഗനിർണയ സംഭവങ്ങളൊന്നും രേഖപ്പെടുത്തിയിട്ടില്ല.
mn_mn: Оношлогооны үйл явдал бүртгэгдээгүй байна.
mr_in: कोणत्याही रोगनिदानविषयक घटनांची नोंद झालेली नाही.
ms_my: Tiada peristiwa diagnostik telah direkodkan.
nb_no: Ingen diagnostiske hendelser er registrert.
ne_np: कुनै निदान घटनाहरू रेकर्ड गरिएको छैन।
nl_nl: Er zijn geen diagnostische gebeurtenissen geregistreerd.
or_in: କ diagn ଣସି ନିଦାନ ଘଟଣା ରେକର୍ଡ ହୋଇନାହିଁ |
pa_in: ਕੋਈ ਡਾਇਗਨੌਸਟਿਕ ਘਟਨਾਵਾਂ ਦਰਜ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ।
pl_pl: Nie zarejestrowano żadnych zdarzeń diagnostycznych.
pt_br: Nenhum evento de diagnóstico foi registrado.
ro_ro: Nu au fost înregistrate evenimente de diagnosticare.
ru_ru: Диагностических событий не зарегистрировано.
si_lk: රෝග විනිශ්චය සිදුවීම් කිසිවක් වාර්තා කර නොමැත.
sk_sk: Neboli zaznamenané žiadne diagnostické udalosti.
sl_si: Zabeležen ni noben diagnostični dogodek.
sq_al: Asnjë ngjarje diagnostike nuk është regjistruar.
sr_cyrl_rs: Није забележен ниједан дијагностички догађај.
sr_latn_rs: Nije zabeležen nijedan dijagnostički događaj.
sv_se: Inga diagnostiska händelser har registrerats.
sw_ke: Hakuna matukio ya uchunguzi ambayo yamerekodiwa.
ta_in: கண்டறியும் நிகழ்வுகள் எதுவும் பதிவு செய்யப்படவில்லை.
te_in: రోగనిర్ధారణ సంఘటనలు నమోదు చేయబడలేదు.
th_th: ไม่มีการบันทึกเหตุการณ์การวินิจฉัย
tr_tr: Hiçbir teşhis olayı kaydedilmedi.
uk_ua: Жодних діагностичних подій не зареєстровано.
ur_pk: کوئی تشخیصی واقعات ریکارڈ نہیں کیے گئے ہیں۔
uz_latn_uz: Diagnostik hodisalar qayd etilmagan.
vi_vn: Không có sự kiện chẩn đoán nào được ghi lại.
zh_hans_cn: 没有记录任何诊断事件。
zh_hant_hk: 沒有記錄任何診斷事件。
zu_za: Azikho izehlakalo zokuxilonga ezirekhodiwe.

# Diagnostics.SaveCanceled
source: Saving the diagnostic log was canceled.
af_za: Die stoor van die diagnostiese logboek is gekanselleer.
am_et: የምርመራ መዝገቡን ማስቀመጥ ተሰርዟል።
ar_sa: تم إلغاء حفظ سجل التشخيص.
as_in: নিদান লগ সংৰক্ষণ কৰা বাতিল কৰা হৈছিল।
az_latn_az: Diaqnostika jurnalının saxlanması ləğv edildi.
be_by: Захаванне журнала дыягностыкі адменена.
bg_bg: Запазването на диагностичния журнал беше отменено.
bn_bd: ডায়াগনস্টিক লগ সংরক্ষণ করা বাতিল করা হয়েছে৷
bs_latn_ba: Spremanje dijagnostičkog dnevnika je otkazano.
ca_es: S'ha cancel·lat el desat del registre de diagnòstic.
cs_cz: Ukládání diagnostického protokolu bylo zrušeno.
da_dk: Lagring af diagnosticeringsloggen blev annulleret.
de_de: Das Speichern des Diagnoseprotokolls wurde abgebrochen.
el_gr: Η αποθήκευση του διαγνωστικού αρχείου καταγραφής ακυρώθηκε.
es_us: Se canceló el guardado del registro de diagnóstico.
et_ee: Diagnostikalogi salvestamine tühistati.
eu_es: Diagnostiko-erregistroa gordetzea bertan behera utzi da.
fa_ir: ذخیره گزارش تشخیصی لغو شد.
fi_fi: Diagnostiikkalokin tallennus peruutettiin.
fil_ph: Nakansela ang pag-save ng diagnostic log.
fr_ca: L'enregistrement du journal de diagnostic a été annulé.
gl_es: Cancelouse o gardado do rexistro de diagnóstico.
gu_in: ડાયગ્નોસ્ટિક લૉગ સાચવવાનું રદ કરવામાં આવ્યું હતું.
he_il: שמירת יומן האבחון בוטלה.
hi_in: डायग्नोस्टिक लॉग को सहेजना रद्द कर दिया गया।
hr_hr: Spremanje dijagnostičkog dnevnika je otkazano.
hu_hu: A diagnosztikai napló mentése megszakadt.
hy_am: Ախտորոշման մատյան պահելը չեղարկվել է:
id_id: Menyimpan log diagnostik dibatalkan.
is_is: Hætt var við að vista greiningarskrána.
it_it: Il salvataggio del registro diagnostico è stato annullato.
ja_jp: 診断ログの保存がキャンセルされました。
ka_ge: დიაგნოსტიკური ჟურნალის შენახვა გაუქმდა.
kk_kz: Диагностикалық журналды сақтау тоқтатылды.
km_kh: ការរក្សាទុកកំណត់ហេតុវិនិច្ឆ័យត្រូវបានលុបចោល។
kn_in: ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸುವುದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 진단 로그 저장이 취소되었습니다.
ky_kg: Диагностикалык журналды сактоо жокко чыгарылды.
lo_la: ການບັນທຶກບັນທຶກການວິນິໄສໄດ້ຖືກຍົກເລີກ.
lt_lt: Diagnostikos žurnalo išsaugojimas atšauktas.
lv_lv: Diagnostikas žurnāla saglabāšana tika atcelta.
mk_mk: Зачувувањето на дијагностичкиот дневник беше откажано.
ml_in: ഡയഗണോസ്റ്റിക് ലോഗ് സംരക്ഷിക്കുന്നത് റദ്ദാക്കി.
mn_mn: Оношлогооны бүртгэлийг хадгалахыг цуцалсан.
mr_in: डायग्नोस्टिक लॉग जतन करणे रद्द केले.
ms_my: Menyimpan log diagnostik telah dibatalkan.
nb_no: Lagring av diagnoseloggen ble avbrutt.
ne_np: डायग्नोस्टिक लग बचत गर्ने कार्य रद्द गरियो।
nl_nl: Het opslaan van het diagnostische logboek is geannuleerd.
or_in: ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ଲଗ୍ ସଞ୍ଚୟ ବାତିଲ୍ ହେଲା |
pa_in: ਡਾਇਗਨੌਸਟਿਕ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਰੱਦ ਕੀਤਾ ਗਿਆ ਸੀ।
pl_pl: Zapisywanie dziennika diagnostycznego zostało anulowane.
pt_br: O salvamento do log de diagnóstico foi cancelado.
ro_ro: Salvarea jurnalului de diagnosticare a fost anulată.
ru_ru: Сохранение журнала диагностики было отменено.
si_lk: රෝග විනිශ්චය ලොගය සුරැකීම අවලංගු කරන ලදී.
sk_sk: Ukladanie diagnostického denníka bolo zrušené.
sl_si: Shranjevanje diagnostičnega dnevnika je bilo preklicano.
sq_al: Ruajtja e regjistrit diagnostik u anulua.
sr_cyrl_rs: Чување дијагностичког дневника је отказано.
sr_latn_rs: Čuvanje dijagnostičkog dnevnika je otkazano.
sv_se: Sparandet av diagnostikloggen avbröts.
sw_ke: Kuhifadhi kumbukumbu ya uchunguzi kumeghairiwa.
ta_in: கண்டறியும் பதிவைச் சேமிப்பது ரத்துசெய்யப்பட்டது.
te_in: డయాగ్నస్టిక్ లాగ్‌ను సేవ్ చేయడం రద్దు చేయబడింది.
th_th: การบันทึกบันทึกการวินิจฉัยถูกยกเลิก
tr_tr: Tanılama günlüğünün kaydedilmesi iptal edildi.
uk_ua: Збереження журналу діагностики скасовано.
ur_pk: تشخیصی لاگ کو محفوظ کرنا منسوخ کر دیا گیا تھا۔
uz_latn_uz: Diagnostika jurnalini saqlash bekor qilindi.
vi_vn: Việc lưu nhật ký chẩn đoán đã bị hủy.
zh_hans_cn: 保存诊断日志已被取消。
zh_hant_hk: 儲存診斷日誌已取消。
zu_za: Ukulondoloza ilogi yokuxilonga kukhanseliwe.
